{
  "About": "Acerca de",
  "Policy": "Politica",
  "Mission": "Misión",
  "Product": "Producto",
  "Tell us everything": "Cuéntanos todo",
  "Contact": "Contacto",
  "Do you have any question? Feel free to reach out.": "¿Tienes alguna pregunta? No dude en contactarnos",
  "Let's Chat": "Charlemos",
  "Application Security": "Seguridad de la aplicación",
  "Software Principles": "Principios de software",
  "Support Center": "Centro de Apoyo",
  "Customer Support": "Atención al cliente",
  "Address": "Habla A",
  "Press": "Prensa",
  "Careers & Culture": "Carreras & cultura",
  "Language": "Language",
  "Company": "Empresa",
  "Explore": "Explorar",
  "Learn more": "Más información",
  "Get started": "Comenzar",
  "Submit": "Enviar",
  "Message": "Mensaje",
  "Your Message": "Tu Mensaje",
  "Name": "Nombre",
  "Your Name": "Tu nombre",
  "Email": "Email",
  "Your Email": "Tu correo electrónico",
  "Contact form": "Formulario de contacto",
  "The following form demonstrates form validation in action. Contact form component reduces the amount of time it is being re-rendered by the user as it embraces uncontrolled form validation to reduce any unnecessary performance penalty.": "El siguiente formulario demuestra la validación de formularios en acción. El componente de formulario de contacto reduce la cantidad de tiempo que se vuelve a representar por el usuario, ya que adopta la validación de formularios no controlados para reducir cualquier penalización de rendimiento innecesaria.",
  "name": "nombre",
  "message": "mensaje",
  "Mapping": "Mapeo",
  "Challenge": "Desafío",
  "Get Started": "Empezar",
  "Dive into a hands-on research experience on learning how to predict crop traits for sorghum using geospatial technology, climate data, and predictive modeling.": "Sumérgete en una experiencia de investigación práctica sobre cómo predecir rasgos de cultivos para el sorgo utilizando tecnología geoespacial, datos climáticos y modelado predictivo",
  "Planting Precision with Sorghum Science": "Precisión de siembra con ciencia de sorgo",
  "A Microlab for Future Scientists": "Un Microlab para futuros científicos",
  "Brought to you by the Shakoor Lab at the Donald Danforth Plant Science Center, this hands-on lab connects students with cutting-edge research in agriculture and geospatial science.": "Presentado por el Laboratorio Shakoor en el Centro de Ciencias de las Plantas Donald Danforth, este laboratorio práctico conecta a los estudiantes con investigaciones de vanguardia en agricultura y ciencias geoespaciales.",
  "Soil, Sensors, and Sorghum": "Suelo, sensores y sorgo",
  "Students will begin by analyzing data obtained from the PheNode, a solar powered, cloud connected, plant phenotyping and atmospheric data collection system.": "Los estudiantes comenzarán analizando datos obtenidos del PheNode, un sistema de recolección de datos fenotípicos de plantas y atmosféricos conectado a la nube, alimentado por energía solar.",
  "Wireless Sensor": "SENSOR INALÁMBRICO",
  "Soil Probe": "SONDA DE SUELO",
  "These battery-operated, solar-powered sensors placed in representative areas in the field remotely collect data throughout the growing season.": "Estos sensores alimentados por batería y energía solar colocados en áreas representativas en el campo recopilan datos de forma remota durante toda la temporada de crecimiento.",
  "Soil probes are connected to the wireless sensors for soil measurements such as soil temperature and humidity.": "Las sondas de suelo están conectadas a los sensores inalámbricos para mediciones de suelo como temperatura y humedad del suelo.",
  "Map, Predict, and Optimize": "Mapear, predecir y optimizar",
  "Can you predict the best planting date? Compete with peers to develop the most accurate prediction using real-world climate data and soil conditions.": "¿Puedes predecir la mejor fecha de siembra? Compite con tus compañeros para desarrollar la predicción más precisa utilizando datos climáticos y condiciones del suelo del mundo real.",
  "All rights reserved.": "Todos los derechos reservados.",
  "For any questions about the program, or if you would like to get in touch with us, please fill out the form to send us an email!": "Para cualquier pregunta sobre el programa, o si desea ponerse en contacto con nosotros, complete el formulario para enviarnos un correo electrónico!",
  "Students will use languages and frameworks such as Python and QGIS to create heatmaps and visualize sorghum field trial data, while simultaneously developing models to predict plant traits like yield, protein content, and chlorophyll fluorescence. They will also utilize TensorBoard to monitor and track their modeling progress, gaining a comprehensive understanding of data analysis and machine learning techniques throughout the project.": "Los estudiantes utilizarán lenguajes y marcos como Python y QGIS para crear mapas de calor y visualizar datos de ensayos de campo de sorgo, mientras desarrollan simultáneamente modelos para predecir rasgos de plantas como rendimiento, contenido de proteínas y fluorescencia de clorofila. También utilizarán TensorBoard para monitorear y rastrear su progreso en la modelización, obteniendo una comprensión integral de las técnicas de análisis de datos y aprendizaje automático a lo largo del proyecto.",
  "Do you and your team have what it takes to create a model that most accurately predicts plant traits of our sorghum? Compete with peers to develop the most accurate prediction using real-world climate data and soil conditions.": "¿Tú y tu equipo tienen lo necesario para crear un modelo que prediga con mayor precisión los rasgos de las plantas de nuestro sorgo? Compite con tus compañeros para desarrollar la predicción más precisa utilizando datos climáticos y condiciones del suelo del mundo real."
}
